[
  {
    "title": "Hugbúnaðarráðstefnan: Sjálfbær hugbúnaðarþróun - kóði sem stenst tímans tönn",
    "description": "**Hugbúnaðarráðstefnan:**\nSjálfbær hugbúnaðarþróun snýst um að huga að gæðum og langlífi kóðans, ekki bara hraða og nýjungum. Hún krefst einnig menningar þar sem gæði, ábyrgð og samvinna eru í fyrirrúmi. Á þessum hádegisfundi verður fjallað um hvernig við skrifum viðhaldanlegan kóða, drögum úr tæknilegri skuld og útfærum endurskrif (e. refactoring) til að viðhalda heilbrigðu kerfi til framtíðar.\nNánari upplýsingar um dagskrá, verð og skráningarform er að finna á [www.sky.is](http://www.sky.is/?fbclid=IwZXh0bgNhZW0CMTAAYnJpZBEwTGk0NkRzeFhyQXVFSEtPaXNydGMGYXBwX2lkEDIyMjAzOTE3ODgyMDA4OTIAAR6VtFVsV9lvUunCFIxOs2n53pCg2L6MDDq_zDdxk-X55aspQnlqrKadCictSA_aem_lC5zM3S1HOxO2DAFFx2Oiw)",
    "url": "https://www.facebook.com/events/864343432833819/",
    "data": {
      "start": "2025-11-18T12:00:00Z",
      "end": "2025-11-18T14:00:00Z"
    }
  },
  {
    "title": "Nýsköpunar Nóvember",
    "description": "Hvernig býrdu til rétta hlutinn?\nEnginn slær holu í fyrsta höggi og baỗ á svo\nsannarlega ekki viỗ um okkur né vini okkar Taktikal, Blikk og Quickstart. Langar okkur bví aỗ deila meỗ ykkur sigrum, mistökum og „aha!\"-mómentum úr vöru- og nýsköpunarvinnu sem viỗ höfum gengiỗ í gegnum.\nVeriỗ velkomin til okkar í Reon, Borgartún 27 til aỗ ræỗa hvernig réttu vörurnar eru búnar til og\nhvenær bú veist ao bú ert meỗ réttu lausnina í\nhondunum.",
    "url": "https://www.facebook.com/events/3325195327632884/",
    "data": {
      "start": "2025-11-20T17:00:00Z",
      "end": "2025-11-20T19:00:00Z"
    }
  },
  {
    "title": "Open conversation about humane technology",
    "description": "Do you wish apps, the internet and technology in general were more helpful than harmful?\nJoin this open conversation where people come together to share their own experiences of digital life. We will explore what causes anxiety, fatigue or insecurity in our use of technology, and how we imagine a better digital future.\n- What are people struggling with in their digital lives?\n- What invisible processes might be influencing them?\n- What would make a digital future better, fairer and/or more humane?\nThe discussion sets the foundation for an exhibition and workshop at the Future Festival 2026, where library visitors can, through conversation and play, explore how digital systems work and consider what kind of digital future they want to see.\nThe event will be hosted by Atli Þór Jóhannsson and Halldóra Mogensen from the Icelandic Association for Humane technology.\nNo registration needed. Coffee and snacks will be provided.\nThe event will be on the 5th floor of Grófin City Library.\nFor more information, contact: info@mannvaen.is",
    "url": "https://www.facebook.com/events/684806584423187/",
    "data": {
      "start": "2025-11-26T16:00:00Z",
      "end": "2025-11-26T18:00:00Z"
    }
  },
  {
    "title": "Gervigreindarbransinn: Demó-kvöld!",
    "description": "Við höldum áfram að hittast og ræða gervigreind - og nú er komið að demó-kvöldi. Hvort sem það eru nýjar gervigreindarlausnir eða lausnir unnar með gervigreind munu allar kynningarnar ganga út á að sýna hugbúnað - ekki glærur.\n\nSem fyrr verður viðburðurinn í formi 6 x 10 mínútna örerinda og góðu hléi til skrafs og ráðagerða og markmiðið að læra hvert af öðru og tengjast öðrum sem vinna með gervigreind og að gervigreindarlausnum á Íslandi í vingjarnlegu og afslöppuðu umhverfi.\n\nNú þegar komnir nokkrir frábærir fyrirlesarar á dagskrá, en ef þið hafið áhuga á að sýna eitthvað skemmtilegt, endilega setjið ykkur í samband!",
    "url": "https://www.linkedin.com/events/7384646116929077248/",
    "data": {
      "start": "2025-11-20T20:00:00Z",
      "end": "2025-11-20T22:00:00Z"
    }
  },
  {
    "title": "Travel Tech hittingur - Nóvember",
    "description": "Góður hópur tæknifólks í ferðaþjónustu hittist annan fimmtudag hvers mánaðar til að setjast niður og ræða málefni líðandi stundar, tæknilausnir, sögur af gömlum tæknilausnum og spádóma um tæknilausnir framtíðarinna ásamt því sem er verið að bralla í ferðamálabransanum.\nVelkomið að bjóða félögum með.\nVið hittumst á RVK Brewing Tónabió, Skipholti 33, þann 13. nóvember kl 16:00",
    "url": "https://www.facebook.com/events/1319495819661458",
    "data": {
      "start": "2025-11-13T16:00:00Z",
      "end": null
    }
  },
  {
    "title": "Databeers #14",
    "description": null,
    "url": "https://www.facebook.com/events/1320222135963028",
    "data": {
      "start": "2025-12-04T17:30:00Z",
      "end": "2025-12-04T20:30:00Z"
    }
  }
]
