[
  {
    "title": "localhost – Tech Community Meetup",
    "description": "localhost is a group of tech enthusiasts and software developers working to strengthen the software developer community in Iceland.\nWhile many great communities exist, they often feel fragmented. Our goal is to bring people together, collaborate more, and create shared spaces to connect. As a first step, we’ve launched a shared Discord server — and this event is the next step.\n👉 Join the localhost Discord: [https://discord.gg/WXKpuH4v9B](https://l.facebook.com/l.php?u=https%3A%2F%2Fdiscord.gg%2FWXKpuH4v9B%3Ffbclid%3DIwZXh0bgNhZW0CMTAAYnJpZBExalVwSWM5WWhkTkF4SnEwM3NydGMGYXBwX2lkEDIyMjAzOTE3ODgyMDA4OTIAAR4oYURttzaQLyqFD_g70BSDEjIJW_GxvKumh8uaSu7EbUvEMhL945KX_hLD0Q_aem_jBtLr5qa2uFgYUlxUOs8Bw&h=AT3Qk-4cx25ReIqek8GGvnjl_XVf672-t40-_ntyQd0jLjMnM2CCaI9yoYnbjbrk44FkanJFF3ktbkGQCp9BjWWLEWjARRvMSqwdhAbfv6-XfsaxplVms447PBb1wyxNsc3yS_nd1T-AgbKLIQ4&__tn__=q&c[0]=AT1TlLqp2IgKGEsEBxMQvGQR4mhytWMYWgirxfLXezeeczObm0SQgPNEEU9haDaxStJnt2mfMPz_o_DaeEnUcLttXdhuIdTpxc2dKZfQGDzRTJyE8vkQ8MH5zAaRA_iT)\nJoin us for an evening of short talks and community.\n⸻\n🕗 Agenda (GMT)\n20:00 – Welcome & intro from hosts\n20:10 – First talk\n20:30 – Second talk\n20:50 – Third talk (TBA)\n21:00 – Thanks and follow-ups!\n⸻\n🎤 First Talk (20:10)\nAlex Couper\nSoftware developer / creator of [naglasupan.is](http://naglasupan.is/?fbclid=IwZXh0bgNhZW0CMTAAYnJpZBExalVwSWM5WWhkTkF4SnEwM3NydGMGYXBwX2lkEDIyMjAzOTE3ODgyMDA4OTIAAR46RICXNosh5YvWXGf7N7MNLrjuqIZrfSu-o-yQWc6wcIc6JRlnLz_-fMVP7A_aem_PmTYSvXcslAGiIbr2emQdw)\nSide-projects in 2026\n- Why we make them\n- Why we fail to do anything with most of them, and why that’s ok\nWhy we need them, and a community around them, now more than ever.\n⸻\n🎤 Second Talk (20:30)\nKristján Oddsson\nSoftware developer with professional experience building on and around open source.\nIntroduction to open-source\nAn introduction to open source that challenges the common view of it as \"free software built by someone else\".\nThis talk reframes open source as \"our software\" — a shared, collaborative asset that we all have responsibility for, especially when we rely on it professionally. Instead of treating projects as external products where you file an issue and wait for maintainers to act, we’ll explore a mindset where using open source makes you part of the project: you fix the bugs you hit, add the features you need, and feed improvements back into the commons.\nDrawing on experience with both Icelandic and international open source projects, we’ll look at how healthy communities operate in practice, including examples like Homebrew’s funded contributor model and in‑person meetups. Attendees will leave with a clearer mental model of what open source really is, what it expects of us, and how to participate in a way that’s fair, sustainable, and beneficial to everyone using the software.\n⸻\nWe’ll announce the remaining talks soon and update this event as they’re confirmed.",
    "url": "https://www.facebook.com/events/840914285610228/?acontext=%7B%22source%22%3A%2229%22%2C%22ref_notif_type%22%3A%22plan_user_associated%22%2C%22action_history%22%3A%22null%22%7D&notif_id=1769031418331780&notif_t=plan_user_associated&ref=notif",
    "data": {
      "start": "2026-02-12T20:00:00Z",
      "end": null
    }
  },
  {
    "title": "Afternoon on Internet Security",
    "description": "Join us for an afternoon of exploring different aspects of Internet security! National and international experts from various sectors will gather to share their insights from a wide range of Internet security-related topics. We envisage an afternoon full of information-sharing, lively discussions and networking opportunities for the Icelandic Internet community.\nThe event will end with a small reception for all participants at the Beer Garden, Fosshotel Reykjavik (Þórunnartún 1).\n**_This is an in-person event only!_**\nMany thanks to ISNIC for hosting the event!",
    "url": "https://www.icann.org/en/engagement-calendar/details/afternoon-on-internet-security-2026-02-02",
    "data": {
      "start": "2026-02-02T14:00:00Z",
      "end": "2026-02-02T17:30:00Z"
    }
  },
  {
    "title": "Gervigreindarbransinn: Janúar 2026",
    "description": "Það er komið að fyrsta gervigreindarbransa ársins. Ekkert þema að þessu sinni, þannig að demó, reynslusögur, heimspeki eða jafnvel ein krassandi heimsendaspá eru velkomin. Það eru þegar komin nokkur á mælendaskrá en pláss fyrir 2-3 í viðbót. Setjið ykkur í samband ef þið hafið áhuga.\nSama fyrirkomulag og áður 6 x 10 mínútna örerindi með áherslu á að læra hvert af öðru.\nDagskráin verður svo auglýst þegar nær dregur.\nATH: Við ætlum að prófa nýja staðsetningu. Rvk brugghús í Skipholtinu, salurinn sem eitt sinn hét Vinabær og hýsti einkum bingókvöld. Það verður sem sagt hægt að fá bæði áfenga og óáfenga \"kalda á krana\" og vitanlega spila \"AI buzzword bingo\" meðan erindin eru flutt",
    "url": "https://www.linkedin.com/events/gervigreindarbransinn-jan-ar2027414982275509051392/",
    "data": {
      "start": "2026-01-22T20:00:00Z",
      "end": "2026-01-22T22:00:00Z"
    }
  },
  {
    "title": "Travel Tech hittingur - Desember",
    "description": "Góður hópur tæknifólks í ferðaþjónustu hittist annan fimmtudag hvers mánaðar til að setjast niður og ræða málefni líðandi stundar, tæknilausnir, sögur af gömlum tæknilausnum og spádóma um tæknilausnir framtíðarinna ásamt því sem er verið að bralla í ferðamálabransanum.\nVelkomið að bjóða félögum með.\nVið hittumst á RVK Brewing Tónabió, Skipholti 33, þann 11. desember kl 16:00",
    "url": "https://www.facebook.com/events/1932827200920140/",
    "data": {
      "start": "2025-12-11T16:00Z",
      "end": null
    }
  },
  {
    "title": "Frumtaks jóla \"fössari\" 😎",
    "description": "Við bjóðum í jóla-fössara... á fimmtudaginn 4. desember og þér er boðið! 🍻 Að þessu sinni á vinnustofu Kjarval.\nLéttur hittingur fyrir frumkvöðla, fjárfesta og aðra áhugasama. Tækifæri til að hittast í óformlegt spjall um frumkvöðlasenuna, nýsköpun, tækni - eða bara eitthvað allt annað!\nEngin dagskrá, engin formlegheit, bara gott fólk og happy hour (fyrsti drykkur í okkar boði og svo hver fyrir sig á barnum).\nÖll velkomin á meðan húsrými leyfir! Vinsamlegast staðfestið mætingu hér á Facebook og við sendum aðgangskóða á Kjarval samdægurs á þá sem hafa skráð sig.",
    "url": "https://www.facebook.com/events/1165556391872339",
    "data": {
      "start": "2025-12-04T17:00:00+00:00",
      "end": "2025-12-04T17:00:00+00:00"
    }
  },
  {
    "title": "AWS User Group Event Reykjavik",
    "description": "Join us for an evening of cloud, community, and good vibes at Apró’s offices (Urðarhvarf 8B) 🌌\nWe’ll kick things off with talks from Heiðar (Apró) and Árni (Controlant), followed by food, drinks, networking, and plenty of fun. Stick around after the sessions to relax, play pool**,** darts, and connect with fellow AWS enthusiasts.\nWhether you’re just getting started with AWS or already deep in the cloud, this event is all about learning, sharing, and having a great time together.\nPlease register your attendance in the Microsoft Forms link below:\nhttps://forms.office.com/e/pSvynPLVk1",
    "url": "https://www.meetup.com/aws-user-group-reykjavik/events/311688448/",
    "data": {
      "start": "2025-12-04T16:00:00+00:00",
      "end": "2025-12-04T16:00:00+00:00"
    }
  },
  {
    "title": "Morgunverður með hökkurum: Hvernig verjumst við nýjum tegundum netárása?",
    "description": "Hvaða áhrif hefur gervigreind nú þegar haft á þróun netárása? Hver eru vinsælustu klikkin á Íslandi? Hvernig tengjast árásir með drónum, eyðilegging neðansjávarkapla og netárásir?\nHvernig netárásir munum við sjá árið 2026 - og hvernig getum við varist þeim?\nSkráðu þig á morgunverðarfund Keystrike þann 21. nóvember - þar sem þessum spurningum og fleiri verður svarað. \nHvar: Grand hótel Reykjavík\nHvenær: 21. nóvember 2025 kl. 8.30 - 10.30\nDagskrá\n8.30-9.00:  Morgunverður\n9.00-9.05:  Setning\nValdimar Óskarsson, framkvæmdastjóri og meðstofnandi Keystrike\n9.05-9.35: Bjuggum við til skrímsli? Notkun gervigreindar í netárásum\nDr. Ýmir Vigfússon, Dósent  við Emory-háskóla, CTO og meðstofnandi Keystrike\n9.40-10.00: Hybrid Risk & Opportunity in the Arctic\nNathan Stackhouse, Arctic Strategist, U.S. Air Force Reserve\n10.05-10.25: Vinsælustu klikkin á Íslandi\nJóhann Þór Kristþórsson, framkvæmdastjóri og meðstofnandi Ambögu\n10.25-10.30:  Fundi slitið\nFundarstjóri: Jóhanna Vigdís Guðmundsdóttir",
    "url": "https://lp.keystrike.com/new-attacks-for-breakfast",
    "data": {
      "start": "2025-11-21T08:30:00Z",
      "end": "2025-11-21T10:30:00Z"
    }
  },
  {
    "title": "Hugbúnaðarráðstefnan: Sjálfbær hugbúnaðarþróun - kóði sem stenst tímans tönn",
    "description": "**Hugbúnaðarráðstefnan:**\nSjálfbær hugbúnaðarþróun snýst um að huga að gæðum og langlífi kóðans, ekki bara hraða og nýjungum. Hún krefst einnig menningar þar sem gæði, ábyrgð og samvinna eru í fyrirrúmi. Á þessum hádegisfundi verður fjallað um hvernig við skrifum viðhaldanlegan kóða, drögum úr tæknilegri skuld og útfærum endurskrif (e. refactoring) til að viðhalda heilbrigðu kerfi til framtíðar.\nNánari upplýsingar um dagskrá, verð og skráningarform er að finna á [www.sky.is](http://www.sky.is/?fbclid=IwZXh0bgNhZW0CMTAAYnJpZBEwTGk0NkRzeFhyQXVFSEtPaXNydGMGYXBwX2lkEDIyMjAzOTE3ODgyMDA4OTIAAR6VtFVsV9lvUunCFIxOs2n53pCg2L6MDDq_zDdxk-X55aspQnlqrKadCictSA_aem_lC5zM3S1HOxO2DAFFx2Oiw)",
    "url": "https://www.facebook.com/events/864343432833819/",
    "data": {
      "start": "2025-11-19T12:00:00Z",
      "end": "2025-11-19T14:00:00Z"
    }
  },
  {
    "title": "Nýsköpunar Nóvember",
    "description": "Hvernig býrdu til rétta hlutinn?\nEnginn slær holu í fyrsta höggi og baỗ á svo\nsannarlega ekki viỗ um okkur né vini okkar Taktikal, Blikk og Quickstart. Langar okkur bví aỗ deila meỗ ykkur sigrum, mistökum og „aha!\"-mómentum úr vöru- og nýsköpunarvinnu sem viỗ höfum gengiỗ í gegnum.\nVeriỗ velkomin til okkar í Reon, Borgartún 27 til aỗ ræỗa hvernig réttu vörurnar eru búnar til og\nhvenær bú veist ao bú ert meỗ réttu lausnina í\nhondunum.",
    "url": "https://www.facebook.com/events/3325195327632884/",
    "data": {
      "start": "2025-11-20T17:00:00Z",
      "end": "2025-11-20T19:00:00Z"
    }
  },
  {
    "title": "Open conversation about humane technology",
    "description": "Do you wish apps, the internet and technology in general were more helpful than harmful?\nJoin this open conversation where people come together to share their own experiences of digital life. We will explore what causes anxiety, fatigue or insecurity in our use of technology, and how we imagine a better digital future.\n- What are people struggling with in their digital lives?\n- What invisible processes might be influencing them?\n- What would make a digital future better, fairer and/or more humane?\nThe discussion sets the foundation for an exhibition and workshop at the Future Festival 2026, where library visitors can, through conversation and play, explore how digital systems work and consider what kind of digital future they want to see.\nThe event will be hosted by Atli Þór Jóhannsson and Halldóra Mogensen from the Icelandic Association for Humane technology.\nNo registration needed. Coffee and snacks will be provided.\nThe event will be on the 5th floor of Grófin City Library.\nFor more information, contact: info@mannvaen.is",
    "url": "https://www.facebook.com/events/684806584423187/",
    "data": {
      "start": "2025-11-26T16:00:00Z",
      "end": "2025-11-26T18:00:00Z"
    }
  },
  {
    "title": "Gervigreindarbransinn: Demó-kvöld!",
    "description": "Við höldum áfram að hittast og ræða gervigreind - og nú er komið að demó-kvöldi. Hvort sem það eru nýjar gervigreindarlausnir eða lausnir unnar með gervigreind munu allar kynningarnar ganga út á að sýna hugbúnað - ekki glærur.\n\nSem fyrr verður viðburðurinn í formi 6 x 10 mínútna örerinda og góðu hléi til skrafs og ráðagerða og markmiðið að læra hvert af öðru og tengjast öðrum sem vinna með gervigreind og að gervigreindarlausnum á Íslandi í vingjarnlegu og afslöppuðu umhverfi.\n\nNú þegar komnir nokkrir frábærir fyrirlesarar á dagskrá, en ef þið hafið áhuga á að sýna eitthvað skemmtilegt, endilega setjið ykkur í samband!",
    "url": "https://www.linkedin.com/events/7384646116929077248/",
    "data": {
      "start": "2025-11-20T20:00:00Z",
      "end": "2025-11-20T22:00:00Z"
    }
  },
  {
    "title": "Travel Tech hittingur - Nóvember",
    "description": "Góður hópur tæknifólks í ferðaþjónustu hittist annan fimmtudag hvers mánaðar til að setjast niður og ræða málefni líðandi stundar, tæknilausnir, sögur af gömlum tæknilausnum og spádóma um tæknilausnir framtíðarinna ásamt því sem er verið að bralla í ferðamálabransanum.\nVelkomið að bjóða félögum með.\nVið hittumst á RVK Brewing Tónabió, Skipholti 33, þann 13. nóvember kl 16:00",
    "url": "https://www.facebook.com/events/1319495819661458",
    "data": {
      "start": "2025-11-13T16:00:00Z",
      "end": null
    }
  },
  {
    "title": "Databeers #14",
    "description": null,
    "url": "https://www.facebook.com/events/1320222135963028",
    "data": {
      "start": "2025-12-04T17:30:00Z",
      "end": "2025-12-04T20:30:00Z"
    }
  }
]
